Repository: marberts/sps
Catalog: po/R-*.po
Languages: fr

source: sample size is greater than the number of units with non-zero sizes in the population
fr: la taille de l'échantillon est supérieure au nombre d'unités de taille non nulle dans la population

source: 'alpha' is too large given 'n'
fr: 'alpha' est trop grand étant donné 'n'

source: 'x' must be greater than or equal to 0
fr: 'x' doit être un nombre supérieur ou égal à 0

source: 'n' cannot be length 0
fr: 'n' ne peut pas être de longueur 0

source: 'n' must be greater than or equal to 0
fr: 'n' doit être un nombre supérieur ou égal à 0

source: 'alpha' must be in [0, 1)
fr: 'alpha' doit être en [0, 1)

source: cannot supply multiple sample sizes without strata
fr: ne peut pas fournir plusieurs tailles d'échantillon sans strates

source: 'x' and 'strata' must be the same length
fr: 'x' et 'strata' doivent avoir la même longueur

source: 'n' must have a single sample size for each level in 'strata'
fr: 'n' doit avoir une taille d'échantillon unique pour chaque niveau dans 'strata'

source: 'strata' cannot contain NAs
fr: 'strata' ne peut pas contenir de NA

source: 'N' must be greater than or equal to 0
fr: 'N' doit être un nombre supérieur ou égal à 0

source: cannot allocate to no strata
fr: ne peut pas être attribué à aucune strate

source: 'initial' must be greater than or equal to 0
fr: 'initial' doit être un nombre supérieur ou égal à 0

source: 'initial' must have a single allocation size for each level in 'strata'
fr: 'initial' doit avoir une taille d'échantillon unique pour chaque niveau dans 'strata'

source: 'initial' must be smaller than the number of units with non-zero sizes in the population for each stratum
fr: 'initial' doit être inférieur au nombre d'unités de taille non nulle dans la population pour chaque strate

source: initial allocation is larger than 'N'
fr: l'allocation initiale est supérieure à 'N'

source: 'x' and 'prn' must be the same length
fr: 'x' et 'prn' doivent avoir la même longueur

source: 'prn' must be in (0, 1)
fr: 'prn' doit être entre (0, 1)

source: 'w' must be greater than or equal to 1
fr: 'w' doit être un nombre supérieur ou égal à 1

source: 'B' must be greater than or equal to 0
fr: 'B' doit être un nombre supérieur ou égal à 0

source: 'tau' must be greater than or equal to 1
fr: 'tau' doit être un nombre supérieur ou égal à 1

source: some replicate weights are negative; try increasing 'tau'
fr: certains poids de rééchantillonnage sont négatifs; essayez d'augmenter 'tau'
